11/data/attachments/70b77b43bc223dd7.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_d9d3eed9-e509-469f-aa10-3f2a6f815ba9</nif:username>
            <nif:friendToBeAdded>Joanna_important_Friend_93886_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>